/* No comment provided by engineer. */
"%@ daily average" = "一日の平均%@歩";

/* No comment provided by engineer. */
"Daily Average" = "一日の平均";

/* No comment provided by engineer. */
"%@ total" = "合計 %@";

/* No comment provided by engineer. */
"About Duffy" = "Duffy について";

/* No comment provided by engineer. */
"Ask a Question" = "質問をする";

/* No comment provided by engineer. */
"Change Your Goal" = "毎日の目標を変更";

/* No comment provided by engineer. */
"Details" = "細目";

/* No comment provided by engineer. */
"Feedback" = "フィードバックを送信";

/* No comment provided by engineer. */
"Filter" = "フィルタ";

/* No comment provided by engineer. */
"Help" = "ヘルプ";

/* No comment provided by engineer. */
"How To Change Your Goal" = "目標の変更方法";

/* No comment provided by engineer. */
"Kilometer Travelled" = "距離 (km)";

/* No comment provided by engineer. */
"Kilometers Travelled" = "距離 (km)";

/* No comment provided by engineer. */
"Loading..." = "読み込み中...";

/* No comment provided by engineer. */
"Mile Travelled" = "距離 (mi)";

/* No comment provided by engineer. */
"Miles Travelled" = "距離 (mi)";

/* No comment provided by engineer. */
"Flights Climbed" = "上った階数";

/* No comment provided by engineer. */
"No data for the previous week" = "データなし";

/* No comment provided by engineer. */
"of %@ goal %@" = "目標: %1$@ %2$@";

/* No comment provided by engineer. */
"Previous Week" = "過去7日";

/* No comment provided by engineer. */
"Privacy Policy" = "プライバシーポリシー";

/* No comment provided by engineer. */
"Published By" = "によって作成された";

/* No comment provided by engineer. */
"Rate Duffy" = "Duffyを評価する";

/* No comment provided by engineer. */
"Since" = "日付";

/* No comment provided by engineer. */
"Since %@" = "%@以降";

/* No comment provided by engineer. */
"STEPS" = "歩数";

/* No comment provided by engineer. */
"This guide describes how to change your daily steps goal (currently %@ steps). Your goal can only be changed from the Duffy Apple Watch app." = "このガイドは1日の歩数目標(現在%@歩)を変更する方法を説明します。目標はDuffy Apple Watch アプリからのみ変更できます。";

/* No comment provided by engineer. */
"Trend" = "傾向";

/* No comment provided by engineer. */
"Version: %@" = "バージョン：%@";

/* No comment provided by engineer. */
"VIEW HISTORY" = "履歴を表示する";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"floors" = "階";

/* No comment provided by engineer. */
"From the Today view of the Apple Watch app, scroll the screen by swiping upward your finger or turning the digital crown." = "Apple Watchアプリの「今日」の画面を表示し、指で上へスワイプするかデジタルクラウンを回して画面をスクロールします。";

/* No comment provided by engineer. */
"Tap the 'Change Goal' button that appears at the bottom of the screen." = "画面の最下部に表示される「1日の目標を変更」ボタンをタップしてください。";

/* No comment provided by engineer. */
"Select a new goal by swiping with your finger or turning the digital crown. Then tap the 'Set Goal' button to save it." = "指でスワイプするかデジタルクラウンを回して新しい目標を選択してから、「目標設定」ボタンをタップして保存します。";

/* No comment provided by engineer. */
"Select a new goal by tapping the plus (+) or minus (-) buttons or turning the digital crown. Then tap the 'Set Goal' button to save it." = "プラス(+)またはマイナス(-)のボタンをタップするか、デジタルクラウンを回して新しい目標を選択してから、「目標設定」ボタンをタップして保存します。";

/* No comment provided by engineer. */
"%@ STEPS" = "%@歩";

/* No comment provided by engineer. */
"Trophies" = "トロフィー";

/* Placeholder is a number of steps: ie 10,000 */
"When you've reached your goal, you'll earn a trophy based on how many steps you've taken beyond your goal (%@)." = "目標を達成すると、目標の歩数（%@）を超えた分の歩数に応じてトロフィーを獲得できます。";

/* No comment provided by engineer. */
"Reached your goal" = "目標を達成";

/* No comment provided by engineer. */
"25% over your goal" = "目標を25%超過";

/* No comment provided by engineer. */
"50% over your goal" = "目標を50%超過";

/* No comment provided by engineer. */
"75% over your goal" = "目標を75%超過";

/* No comment provided by engineer. */
"Double your goal" = "目標の2倍を達成";

/* Title of a button that changes display options of a chart */
"Options" = "オプション";

/* Header of a section that summarizes aggregate data */
"Summary" = "要約";

/* Title of screen that allows the user to change display options of a chart/graph */
"Graph Options" = "グラフのオプション";

/* Title of section of options changing how to display your data on a chart/graph */
"Data" = "データ";

/* Title of section of options changing which markers are shown on a chart/graph */
"Indicators" = "インジケータ";

/* Option to change how the lines on a chart are drawn */
"Lines" = "線";

/* Title of a screen where user selects which lines are shown on a graph */
"Show Lines" = "線を表示";

/* Option describing a graph line that plots every data point */
"Detail" = "詳細";

/* Option describing a graph line that shows the trend of your data but not every point */
"Trend" = "傾向";

/* Option describing whether or not to show an indicator on the graph showing where the average of data points is */
"Average" = "平均";

/* Option describing whether or not to show an indicator on the graph showing where your goal is */
"Goal" = "目標";

/* Concatenate to options together with 'and' */
"%@ & %@" = "%@ と %@";

/* 1 to 3 character abbreviation of 'average' */
"avg" = "平均";

/* No comment provided by engineer. */
"Show More" = "さらに表示する";

/* No comment provided by engineer. */
"Miles" = "距離 (mi)";

/* No comment provided by engineer. */
"Kilometers" = "距離 (km)";

/* No comment provided by engineer. */
"To go" = "残りの歩数";

/* No comment provided by engineer. */
"Flights" = "上った階数";

/* No comment provided by engineer. */
"Distance" = "距離";

/* No comment provided by engineer. */
"No Steps Today" = "データなし";

/* No comment provided by engineer. */
"6 AM" = "06:00";

/* No comment provided by engineer. */
"NOON" = "正午";

/* No comment provided by engineer. */
"6 PM" = "18:00";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"See the Trophies" = "トロフィーを見る";

/* No comment provided by engineer. */
"Your Goal" = "あなたの目標";

/* No comment provided by engineer. */
"Code" = "コード";

/* No comment provided by engineer. */
"Design" = "デザイン";

/* No comment provided by engineer. */
"Last: %@" = "最終達成日: %@";

/* No comment provided by engineer. */
"Not awarded yet" = "未獲得";

/* No comment provided by engineer. */
"Get the rocket trophy when your step count is 2x your goal." = "目標の2倍の歩数を達成して、ロケットトロフィーを取得しましょう。";

/* No comment provided by engineer. */
"%@x your goal!" = "目標の%@倍を達成";

/* No comment provided by engineer. */
"From Prior Week" = "先週より";

/* No comment provided by engineer. */
"Appreciation" = "応援する";

/* No comment provided by engineer. */
"Tip Jar" = "チップ入れ";

/* No comment provided by engineer. */
"Learn more about Duffy" = "Duffyについて詳しく知る";

/* No comment provided by engineer. */
"My name is Patrick and I aspire to make apps people love. When I created Duffy, I never expected to be paid. That’s why there are no ads, subscriptions, or data collection of any kind. I just want to hone my craft while also serving a need.\n\nDuffy is a labor of love that happens after hours and on the weekends so it helps to know that people appreciate the work I do maintaining and improving this app.\n\nIf Duffy is an app that you love, and you can afford it, please consider showing your appreciation by selecting one of the tips below:" = "私の名前はパトリックです。私は人々に愛されるアプリづくりを志しています。私がDuffyを作成した際、お金をいただくことは想定していませんでした。ですから、本アプリには広告、サブスクリプション、データ収集などは一切ありません。私はただ、ニーズに応えながら、自分のつくったアプリをより良い物にしていきたいと思っています。\n\nDuffyは私が何時間もの時間と週末の時間をかけて、精魂込めて作ったアプリですので、皆様に喜んでもらえていることを知ることが、アプリの維持や改善をする上で大きな力となります。\n\nもし、Duffyを愛してくださっている方で余裕のある方がいらっしゃいましたら、次のいずれかのチップを選んで、応援の気持ちを届けていただけませんでしょうか:";

/* No comment provided by engineer. */
"Dismiss" = "無視する";

/* No comment provided by engineer. */
"Thanks so much for the tip! 🙏" = "チップをお送りいただき、ありがとうございます！🙏";

/* No comment provided by engineer. */
"Try Again" = "再試行";

/* No comment provided by engineer. */
"Your tip did not go through. Do you want to try again?" = "チップが成立しませんでした。再試行しますか？";

/* No comment provided by engineer. */
"Unable to communicate with the App Store. Do you want to try again?" = "App Storeと通信できません。再試行しますか？";

/* No comment provided by engineer. */
"🙏 Thank you so much for tipping!" = "🙏 チップをお送りいただき、ありがとうございます！";

/* No comment provided by engineer. */
"Sort" = "並び替え";

/* No comment provided by engineer. */
"Newest to Oldest" = "新しい順";

/* No comment provided by engineer. */
"Oldest to Newest" = "古い順";

/* No comment provided by engineer. */
"Select Date" = "日付を選択";

/* No comment provided by engineer. */
"Last %d days" = "過去%d日";

/* No comment provided by engineer. */
"Change my Daily Goal" = "1日の目標を変更する";

/* No comment provided by engineer. */
"Enable Duffy to Count Steps" = "Duffyを有効にして歩数をカウントする";

/* No comment provided by engineer. */
"Add Steps to my Watch Face" = "Apple Watchの文字盤に歩数を追加する";

/* No comment provided by engineer. */
"Change Miles or Kilometers" = "マイルまたはキロメートルに変更する";

/* No comment provided by engineer. */
"Need Help?" = "ヘルプが必要ですか？";

/* No comment provided by engineer. */
"Would you like to change your daily step goal or do you need help with something else?" = "毎日の歩数目標の変更をご希望ですか？それとも、その他にヘルプが必要ですか？";

/* No comment provided by engineer. */
"View More Help Topics" = "その他のヘルプのトピックを見る";

/* No comment provided by engineer. */
"Your tip is pending." = "チップの支払いは保留中です。";

/* No comment provided by engineer. */
"Step Count Mismatch" = "ウォッチフェイスの歩数カウントの不一致";

/* No comment provided by engineer. */
"Complication Not Updating" = "合併症が更新されません";
